<?php
$menu = array (
["name" => "მთავარი", "href" => "#"],
["name" => "შესახებ", "href" => "#"],
["name" => "წიგნები", "href" => "#"],
["name" => "კონტაქტი", "href" => "#"]
);



$books = array (

	["სახელი" => "დათა თუთშხია",
	"აღწერა" => "",
	"ფასი" => 5,
	"ვარსკვლავი" => 3,
	"ფოტო" => "img/data.jpg"],

	["სახელი" => "სამეფო კარის თამაშები",
	"აღწერა" => "",
	"ფასი" => 15,
	"ვარსკვლავი" => 4,
	"ფოტო" => "img/got.jpg"],

	["სახელი" => "ჰარი პოტერი",
	"აღწერა" => "",
	"ფასი" => 17,
	"ვარსკვლავი" => 1,
	"ფოტო" => "img/harry.jpg"],

	["სახელი" => "თუ დავრჩები",
	"აღწერა" => "",
	"ფასი" => 12,
	"ვარსკვლავი" => 3,
	"ფოტო" => "img/if.jpg"],

	["სახელი" => "გალაკტიონის ლექსები",
	"აღწერა" => "",
	"ფასი" => 13,
	"ვარსკვლავი" => 4,
	"ფოტო" => "img/gala.jpg"],

	["სახელი" => "ყვავილები ელჯერნონისათვის",
	"აღწერა" => "",
	"ფასი" => 25,
	"ვარსკვლავი" => 2,
	"ფოტო" => "img/eljernoni.jpg"],
);

$categories = array ("პროზა", "პოეზია");


?>