<?php

$menu = [
	["title" => "მთავარი", "link" => "/"],
	["title" => "ჩვენს შესახებ", "link" => "/"],
	["title" => "მომსახურება", "link" => "/"],
	["title" => "კონტაქტი", "link" => "/"],
];

$articles = [
	["title" => "ძაღლი",
	"description" => "შინაური ძაღლი (ლათ. Canis lupus familiaris) — რუხი მგლის ქვესახეობა, ძაღლისებრთა ოჯახის წევრი მტაცებელთა რიგის მოშინაურებული ძუძუმწოვარი ცხოველი. კატებთან ერთად წარმოადგენს კაცობრიობის ერთ–ერთ ყველაზე პოპულარული „თანამგზავრ“ ცხოველს.",
	"text" => "ითვლება, რომ ძაღლი არის ყველაზე ადრეულად მოშინაურებული ცხოველი. ამჟამინდელი სახით იგი მოთვინიერებულია 15 000 წლის წინ. თუმცა, ნაპოვნია ნამარხი ნარჩენები ციმბირსა და ბელგიაში, რომლებიც დათარიღებულია ძველი წელთაღიცხვით 31 000 წლით. ვერცერთი მათგანი ვერ გადაურჩა უკანასკნელ გამყინვარების მაქსიმუმს. mDNA გვთავაზობს ძაღლების გამოყოფის ზღვრად მგლებისგან 100 000 წელს, თუმცაღა შინაური ძაღლის არსებობა 33 000 წლის წინ არ არის მორფოლოგიურად დადასტურებული.",
	"img" => "dog.jpg",],
	["title" => "კატა",
	"description" => "კატა (Felis) — მტაცებელი ძუძუმწოვრების გვარი კატისებრთა ოჯახისა.",
	"text" => ". ტანად პატარა (ტყის, ველის კატა) ან საშუალო და მოზრდილი (ფოცხვერი, პუმა) ცხოველებია. აქვთ ვერტიკალური გუგა, ჩამალული ბრჭყალები. გავრცელებული არიან მთელ მსოფლიოში, ავსტრალიისა და მადაგასკარის გარდა. კატა აერთიანებს 29 სახეობას, რომელთაგან საქართველოში გვხვდება 4. იკვებებიან წვრილი ხერხემლიანებით, ზოგჯერ თავს ესხმიან ირემსაც. ერთგვარ ზიანს აყენებენ სანადირო მეურნეობას და მესაქონლეობას. სარეწაო მნიშვნელობა მცირეა.",
	"img" => "cat.jpg",],
	["title" => "იხვი",
	"description" => "იხვები, ბატისნაირთა რიგის ფრინველთა რამდენიმე გვარი. გაერთიანებული არიან იხვისებრთა ოჯახში. ფართოდ არიან გავრცელებული ყველა კონტინენტზე, გარდა ანტარქტიდისა.",
	"text" => " იხვები იყოფა 3 ჯგუფად: ნამდვილი იხვები, ყვინთიები და ბატასინები. საშუალო და დიდი ზომის ფრინველებია. კარგად ცურავენ და ფრენენ. აქვთ სარეწაო მნიშვნელობა. ნამდვილ იხვებს გემრიელი ხორცი აქვთ. წონა მერყეობს 250-იდან 2000 გრამამდე. ყვინთიებისა და ბატასინების ხორცი უფრო დაბალი ღირსებისაა.",
	"img" => "duck.jpg",],
];

$categories = ["ცხოველები", "ფრინველები",];





?>