-- phpMyAdmin SQL Dump
-- version 4.7.0
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Sep 04, 2017 at 11:06 AM
-- Server version: 10.1.25-MariaDB
-- PHP Version: 7.1.7

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `mysite`
--

-- --------------------------------------------------------

--
-- Table structure for table `articles`
--

CREATE TABLE `articles` (
  `id` int(10) NOT NULL,
  `title` varchar(255) DEFAULT NULL,
  `description` varchar(255) DEFAULT NULL,
  `text` text,
  `img` varchar(255) DEFAULT NULL,
  `date` date DEFAULT NULL,
  `category_id` int(11) DEFAULT NULL,
  `author_id` int(11) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `articles`
--

INSERT INTO `articles` (`id`, `title`, `description`, `text`, `img`, `date`, `category_id`, `author_id`) VALUES
(1, 'სმენის ვექტორიანი ქალი: საით მიდის ის', 'რა სურთ ქალებს? სიყვარული, ოჯახი, ბავშვები, ფული, ქურქი? შეიძლება კი, მაგრამ არა სმენის ვექტორის მატარებელ ქალს, მას ეს ზედმეტად „ამიწებს“. სმენის ვექტორიაინი ქალი სამყაროს მასშტაბებს მიელტვის.', 'სმენის ვექტორი გვიხმობს წყნარად, მაგრამ მძლავრად.\r\n\r\nრა სურთ ქალებს? სიყვარული, ოჯახი, ბავშვები, ფული, ქურქი? შეიძლება კი, მაგრამ არა სმენის ვექტორის მატარებელ ქალს, მას ეს ზედმეტად „ამიწებს“. სმენის ვექტორიაინი ქალი სამყაროს მასშტაბებს მიელტვის.\r\n\r\nშვიდი ვექტორის პრიორიტეტები შეიძლება გარკვევით ჩამოვაყალიბოთ: კანი ელტვის მატერიალურ ფასეულობებს; ანალი-ოჯახურ სიმყუდროვეს; ვიზუალი მძაფრ შეგრძნებებს, სიყვარულს; ურეთრა მომავალის ახალ გზებს. სმენის სურვილის ძალა ყველაზე ძლიერია.\r\n\r\nსმენური სურვილების აღწერა არც ისე ადვილია, მათ ვერ დაინახავ თვალით და ვერ შეაფასებ ხელფასით. სმენის სურვილები აბსტრაქტულ სიბრტყეშია. მათი მატარებელი – განურჩევლად სქესისა – მიილტვის სამყაროს აგებულების, მისი არსისა და მასში ადამიანის ადგილის  შეცნობისკენ.  ანალური ზომა დაეხმარა სმენას თავისი სიტყვა ეთქვა მეცნიერებაში, მწერლობაში, მუსიკასა თუ ხელოვნებაში. ყველა ამ სფეროში (იმავე ანალური ზომის გავლენით) ქალები შეუმჩნეველი რჩებოდნენ. ვიდრე ფსიქიკის მოცულობა არ გაცდა ყოფითი პრობლემების დასაკმაყოფილებლად საჭირო საზღვრებს და დაფიქრდა ყოფიერებაზე. აქ ქალი ვეღარ კმაყოფილდება მეორეხარისხოვანი როლით. ამისათვის კი ქალი თავად იწყებს საზღვრების გაფართოვებას… სმენა ქალი არა მხოლოდ თვითონ მიელტვის სამყაროს შემეცნებას, ის აღძრავს მამაკაცშიც რეალიზაციისკენ სწრაფვის სურვილს. სმენა ქალს შეუძლია სიტყვით გამოთქვას ის, რაც მამაკაცის თავში მხოლოდ აზროფორმად ყალიბდება.\r\n\r\nმარია და პიერ კიურები. ფიზიკის ფაკულტეტის სტუდენტი და ცნობილი პროფესორი-ერთად ორი მკვლევარი მეცნიერი. მარიას სურდა რადიაქტიული გამოსხივების წყაროსათვის მიეკვლია, ანალ-სმენა ქალი მუშაობდა რადიაქტიულ ელემენტებთან 12 წლის მანძილზე , რომ დაწყებული საქმე ბოლომდე მიეყვანა. მნიშვნელოვანი აღმოჩენები ამ სფეროში პიერმა მარიას მოსაზრებებითა და მიგნებებით შთაგონებულმა გააკეთა. ატომის გამოკვლევა მათი საერთო სმენური იდეა იყო სადაც ორივემ საკუთარი ინტელექტუალური შესაძლებლობების მაქსიმუმი ჩადო.\r\n\r\nპრისცელა ჩანი – მარკ ცუკერბერგის მეუღლე. მას სურდა კაცობრიობას დახმარებოდა. სკოლაში „გენიად“ წოდებული 13 წლის ასაკში მიზნად ისახავს ჰარვარდში სწავლას და კიდევაც აღწევს მიზანს. ისინი საერთო იდეამ მჭიდროდ დააკავშირა ერთმანეთთან. მათი მიზანია ხელი შეუწყონ ექუალიზმის (თანასწორობის) მდგომარეობის მიღწევას ჯანმრთელობის, განათლების, სამეცნიერო და ენერგეტიკულ სფეროებში ადამიანური პოტენციალის გამოყენების საკითხებში. კან-ვიზუალ-სმენა პრისცილას დამსახურებით მარკის იდეა – მოეხდინა ტექნოლოგირი გარღვევა – იმ ფაქტის გააზრებით, რომ კოლექტიური ინტელექტუალური ძალისხმევით უფრო ფართომასშტაბიანი ცვლილებების მოხდენა შეიძლება – ახალ საფეხურზე გადავიდა და ადამიანების სამსახურში ჩადგა.\r\n\r\nანა სნიტკინა, დოსტოევსკის მეუღლე. ბავშვობიდან მისი მკითხველი, მოგვიანებით მწერლის სტენოგრაფისტი გახდა. თავის ნაწარმოებებში დოსტოევსკიმ შეძლო ადამიანის სულის საიდუმლოებები ამოეხსნა. თუმცა შესაძლოა ბევრი მათგანი დღის სინათლეს ვერ იხილავდა, რომ არა ანა. მხოლოდ მისი დახმარებით გახდა შესაძლებელი უმოკლეს დროში გაემზადებინა მასალა გამოსაცემად. მეუღლის გავლენით გენიალური მოაზროვნე შთაგონების ახალ ტალღას იღებს, ადამიანური ბუნების შეცნობის, მასში ჩარმავების სურვილი სიცოცხლის წყურვილი უღვივებს. განვითარებული კან-სმენა ქალისთვის რთული არაა ბალანსისი შენარჩუნება იდეასა და მატერიალურ სამყაროს შორის და ანა წარმატებით გაუძღვა მეულის წიგნებს გამოცემის საქმიანობას.\r\n\r\nსმენის ვექტორიანი ქალი ეს ნამდვილი გზამკვლევი ვარსკვლავია, მას, როგორც არავს,  შეუძლია გზა გაუნათოს მის გვერდით მყოფთ – საკუთარი არსებობის არსის შეცნობის, ასევე ადამიანის დანიშნულების და ამქვეყნად მოსვლის მნიშვნელობის გარკვევის საკითხებში. ის თავად იღებს უსასრულო სიამოვნებას საკუთარი ბუნებისა და დანიშნულების ძიება/შესწავლით და ადვილად გადასდებს ამ სიამოვნების განცდის სურვილ სხვებსაც.\r\n', 'http://familystrongcounseling.com/wp-content/uploads/2013/04/woman-on-a-mountain_page-size.jpg', '2017-09-20', 4, 2),
(2, 'კან-სმენა მდედრი', 'სმენის ვექტორის ფუნქციაა არსის შემეცნება, მიზეზ-შედეგობრიობის ძიება და სამყაროს კანონზომიერებების შესწავლა.', 'დღევანდელ ლექციაში განვიხილავთ კან-სმენური კომბინაციის გამოხატულებას მდედრობით სქესში, მის განსაკუთრებულობებს, ქცევით მახასიათებლებსა თუ დამახასიათებელ სტრესებს. სანამ უშუალოდ ლექციის ძირითად ნაწილზე გადავალთ, საჭიროა ორიოდე სიტყვით შევეხოთ თავად კანის და სმენის ვექტორების კომბინაციის არსს.\r\n\r\nროგორც იცით კანის ვექტორის ფუნქციაა შემოსაზღვრა. ადამიანის სხეულზე კანი ვლინდება საზღვრად ფიზიკურ სხეულსა და გარე სამყაროს შორის, ის შემოსაზღვრავს სხეულს და აქცევს მას ფორმაში. ამასთან კანური ზონა პირველია სხეულზე, რომელიც ხვდება გარე სამყაროში მომხდარ ცვლილებებს და ახდენს მათთან შეგუება – ადაპტირებას. ზუსტად იმავე ფუნქციას ასრულებს კანური ფსიქოტიპი ჯგუფში. ის შემოსაზღვრავს ჯგუფს, აძლევს მას ფორმას, აორგანიზებს და ეხმარება გარემოში მომხდარ ცვლილებებთან ადაპტაციაში. კანური ფსიქოტიპის ადამიანთა მთავარი ფასეულობაა: ნებისმიერი რესურსის ეფექტურად გამოყენება.\r\n\r\nსმენის ვექტორის ფუნქციაა არსის შემეცნება, მიზეზ-შედეგობრიობის ძიება და სამყაროს კანონზომიერებების შესწავლა. სმენური რეალიზაცია გულისხმობს საკუთარი შემეცნების შედეგის გარეთ გამოტანას. ამას კი სმენის ვექტორიანი აკეთებს იდეებით. ქმნის გარკვეულ მსოფლმხედველობრივ მოდელს (იქნება ეს მეცნიერული თეორია, საინჟინრო-ტექნიკური ნოვაცია, ფსიქოლოგიური, ფილოსოფიური თუ სულიერი სწავლების დანერგვა (ან არსებულის განვითარება) და ხდება ამ მსოფლმხედველობის გამავრცელებელი (ან გამტარი). სმენითი ფსიქოტიპი ესაა ადამიანი რომელიც ცხოვრობს სრულიად განსხვავებულ განზომილებაში (არსთა სამყაროში).\r\n\r\nრას გვაძლევს ამ ორი ვექტორის, სურვილთა ამ ორი ნაკრების კომბინირება? კან-სმენა ეს არის კანი და სმენა ერთად, მოძრაობა + იდეა. სწორედ კან-სმენები დგანან ყოველი ტექნიკური ნოვაციის (თუმცა არა რევოლუციურ აღმოჩენათა) უკან, სწორედ ისინი ქმნიან მიკროჩიპებს, უახლეს ელექტროტექნიკას, ისინი არიან რობოინჟინრები და ტექნიკური პროგრესის წინამძღოლები. სწორედ კან-სმენების შექმნილია პერსონალური კომპიუტერი, ვინდოუსი, ინტერნეტ ქსელი, ასევე ყველა წამყვანი სოციალური თუ საძიებო ქსელი (facebook-ი, google, skype და ა.შ.). თანამედროვე ეპოქაში კან-სმენები (ყნოსვებთან ერათად) ქმნიან პოლიტიკურ, სოციალურ, თუ ეკონომიკურ ამინდს. ხშირად სწორედ კან-სმენები არიან ახალი რელიგიური მოძღვრებებისა და ფანატიზმამდე აყვანილი იდეების შემოქმედები და გამტარები…\r\n\r\nამ ორი ფსიქოტიპის კომბინირებაში ვხვდებით საოცარ და უკიდურესობამდე მისულ გამოვლინებებს. კან-სმენები ხშირად ქადაგებენ სხვადასხვა საკვების აკრძალვის, სხვადასხვა რამისგან თავშეკავების იდეებს. ის სმენასთან ერთად კანიცაა, კანი კი ისეც შეზღუდვაა, ის ყველაზე უკეთ გრძნობს, რომელი საკვებია რთულად მოსანელებელი და რა ამძიმებს მის სხეულს, მას სურს ფიზიკური სიმსუბუქე, რაც სმენასთან ერთად ფსიქიკის სიმსუბუქის სურვილში გადადის. მხოლოდ კან-სმენამ შეიძლება ჩათვალოს, რომ მას სექსი ენერგიას აცლის და რაც საინტერესოა, მისთვის ეს ასეცაა, რადგან კანის ისეც წერტილოვან ლიბიდოს, სმენის ვექტორი ათჯერ ამცირებს, ამიტომ კან-სმენას სექსი საერთოდ აცლის ძალას, იმდენად, რომ მას აღარ შეუძლია იფიქროს და კონცენტრირება აზრებზე მოახდინოს.\r\n\r\nხშირად კან-სმენა მიდის უდაბნოში ასკეტად, ზის თავის განმარტოებულ სენაკში წყალზე და გამხმარ პურზე, ყოველ დღე ერთი და იგივეს უყურებს, ყველასგან გამოცალკევებულია, ასეთი არავის ჭირდება, სადღაც შორს დაფრინავს, ზოგჯერ საერთოდ უძრავად ზის. სად წავიდა მისი კანის ვექტორი? კანი ხომ მომხვეჭელია? კანს ხომ მუდამ მაღლა აძვრომა სურს კარიერულ კიბეზე? სად წავიდა ეს ფაქტორები ამ კან-სმენაში, რომელიც სადღაც განცალკევდა? ადამიანების უმეტესობა მას ვერასოდეს გაუგებს, რადგან ის საერთოდ სხვა სამყაროში ცხოვრობს. უმრავლესობა ცხოვრობს ფიზიკურ სამყაროში და ისინი ტკბობას აქ იღებენ. ის კი არაფიზიკურ სამყაროში ცხოვრობს, მთელი მისი ტკბობა, მთელი მისი მისწრაფებები აზრებში, მის ფიქრებში, მის იდეებშია. ის სიბრტყე სადაც ის კანურ შედარებებს და შეჯიბრს ახდენს, აქ არ არის, მისი კანი არსად წასულა, უბრალოდ იმდენად სიღრმეშია მისი სმენა წასული, რომ კანის ვექტორი მხოლოდ იდეებთან თუ კონკურირებს. ამიტომ მას არ აინტერესებს გემრიელია თუ არა გამხმარი პური, არ ანიჭებს ტკბობას ფიქიკური ურთიერთობები, მას სრულიად სხვა ამბიციები აქვს, კერძოდ: რამდენად მიუახლოვდება პირველმიზეზს, რამდენად შორს წავა.\r\n\r\n \r\n\r\nსმენის ვექტორი მდერობით სქესში\r\n\r\nაქ აუცილებელია აღვნიშნოთ ერთი შტრიხი, კერძოდ ის, რომ თავად ვექტორს (მითუმეტეს სმენას) სქესი არ გააჩნია, ამიტომ განსაკუთრებულობები პირველ რიგში გამომდინარეობს ვექტორიდან და არა მისი მატარებლის სქესიდან. ვექტორი ეს ადამიანში ბუნების კანონებიდან გამომდინარე ფორმირებული სურვილების ერთობლიობაა. ერთადრერთი სხვაობა რაც სქესმა შეიძლება მოიტანოს ვექტორის მატარებლებს შორის, გამომდინარეობს წარსული არქეტიპიდან და ურთიერთმიზიდულობების კანონიდან. თუმცა ხდება ისეც რომ სქესიდან გამომდინარე ვექტორს ზოგჯერ აქვს განსხვავებული გამოხატულებები (სქესთა გაყოფა ხდება ქმნილების მცენარეულ დონეზე). რატომ? იმიტომ, რომ არსებობს გარკვეული დაშენებები. თუ შევხედავთ ქვედა ვექტორები ადამიანის ცხოველური სურვილების ნაკრებებია, ხოლო ზედა ვექტორები ადამიანში ადამიანური სურვილების ნაკრები. ვექტორული წყობის შესაბამისად ადამიანი თავის თავში ატარებს ცხოველურ, ან ადამიანურ სურვილებს (ან ორივეს ერთად). ადამიანურობა ადამიანში, პირველ რიგში გულისხმობს განვითარების შესაძლებლობას.\r\n\r\nვექტორის ფუნქციურ სხვაობას სქესთა შორის პირველ რიგში წარმოშობს არქეტიპი და სხვაობა ფუნქციურ რეალიზაციას შორის (როდესაც ვსაუბრობთ ფუნქციურ რეალიზაციას შორის სხვაობაზე, მხედველობაში გვაქვს არა რომელიმე სქესის უპირატესობა, არამედ მისი ბიოლოგიური თავისებურებანი და ამ თავისებურებების გამო ფორმირებული სხვაობანი). ამასთან გასათვალისწინებელია ისიც, რომ რაც უფრო მეტად მეტაფიზიკურია ვექტორის ბუნება, მით ნაკლებია სხვაობა სქესთა შორის არსებულ ფუნქციურ რეალიზაციაში. ხოლო როდესაც საქმე ეხება დომინანტ ვექტორებს (ურეთრა, ყნოსვა და სმენა), აქ სქესთა შორის ფუნქციური სხვაობა (მათ არსში) პრაქტიკულად არაა და ის ჩნდება მხოლოდ არქეტიპის ზეგავლენით.\r\n\r\nანალურ ფაზაში მმართველობა ხდებოდა ანალური ვექტორის ფასეულობებით. ანალის ვექტორიანები კი მდედრს მამრზე დაბლა მდგომ არსებად თვლიან (ეს განსაკუთრებით ეხება განუვითარებელ ანალებს, რომელთა შეფასების უპირველესი კრიტერიუმი ფიზიკური ძალაა), შესაბამისად ანალურ ფაზაში მოხდა ქალის როლის დაკნინება და ქალებს არ ეძლეოდათ კაცის თანაბრად რეალიზაციის საშუალება. ამის გამო სულიერი ბელადების და გასულიერებული სმენების უმრავლესობა ანალურ ფაზაში სწორედ კაცები იყვნენ. სმენა მდედრმა კი განვითარების სულიერი დონე შეიძინა მხოლოდ ანალური ფაზის მეორე ნაწილში, როდესაც ანალურის პარალელურად მოხდა ვიზუალური ფასეულობების გამოვლენა და ანალურის რამდენადმე შერბილება.\r\n\r\nარის კიდევ ერთი განსაკუთრებულობა. სმენის ვექტორიან მდედრს (იმავე არქეტიპის გავლენით), მამრზე ბევრად უკეთ შეუძლია არსებული იდეების გადაცემა და მიწოდება, ამიტომ სმენის ვექტორიანი მდედრები იდეალური მასწავლებლები არიან. სმენის ვექტორიან მამრებში ჭარბობს ომის მდგომარეობა რაც გულისხმობს ინფორმაციულ დაპყრობას, ეგოს ჭიდილს, ამიტომ როდესაც სმენის ვექტორიანი მამრი რაღაცას სწავლობს, ან ასწავლის, მასში ყოველთვის მძლავრობს მისი შინაგანი ეგო, რაც მნიშვნელოვნად ეწინააღმდეგება მის სურვილს გახდეს ინფორმაციის მიმღები და შემდეგ ეს ინფორმაცია გასცეს. როდესაც სმენის ვექტორიანს ვინმე რამეს ასწავლის, მასში ჩნდება შინაგანი განცდა იმისა, რომ ,,ეს მან ისედაც იცის და თან მასწავლებელზე უკეთესად“. სმენის ვექტორიანებს რომ ჰკითხოთ მათ ყველაფერი ყველაზე უკეთესად იციან, ისიც კი, რაც საერთოდ არ გაეგებათ). სმენური ფსიქოტიპის მდედრების სმენის ვექტორში კი ჭარბობს მშვიდობის მდგომარეობა (მაშინაც კი როდესაც ქვედა ვექტორი ომის მდგომარეობაში აქვთ), ამიტომ მათი ეგო ცოტა უფრო შერბილებულია, ამიტომ ხდება ინფორმაციის ბევრად უფრო კარგი მიმღები, ვიდრე სმენის ვექტორიანი მამრი.\r\n\r\n \r\n\r\nკან-სმენა მდედრი\r\n\r\nარსობრივად კან-სმენა მდედრიც და მამრიც ატარებენ ერთნაირ თვისობრივ ნაკრებს, თუმცა ზემოთ აღნიშნული ფაქტორების გავლენით კან-სმენა მდედრთან მაინც ვხვდებით მთელ რიგ სხვაობებსა და თავისებურებებს. პირველი თავისებურება არის ის, რომ კან-სმენა მამრებისგან განსხვავებით მათი სმენის ვექტორი უმეტესად იმყოფება მშვიდობის მდგომარეობაში (იხ. ლექცია: ომის და მშვიდობის მდგომარეობები ვექტორებში), მაშინაც კი, როდესაც მათი კანის ვექტორი ომის მდგომარეობაშია.\r\n\r\nკანი – ომის, სმენა – მშვიდობის მდგომარეობაში.\r\n\r\nეს გვაძლევს შემდეგ სურათს: ამ მდგომარეობის კან-სმენა მდედრები ხშირად რეალიზდებიან პროგრამისტებად, ტექნიკურ სპეციალისტებად, ასევე რომელიმე რელიგიის ან მოძღვრების გამავრცელებლებად და მქადაგებლებად (ზოგჯერ მონაზვნებადაც). ხოლო თუ ანალიც ერთვის – პროფესორ-მასწავლებლებად, მეცნიერებად და ა.შ. თითოეული ეს სპეციალობა საშუალებას აძლევს კანურად ურთიერთკონკურირებისა, სმენურად კი შეცნობის, სწავლის თუ ახალი აღმოჩენებისა.\r\n\r\n \r\n\r\nდამახასიათებელი სტრესები და დაზიანებები\r\n\r\nკან-სმენა მდედრთა დიდ ნაწილს ძალიან უჭირს სმენურ რეალიზაციაში დარჩენა. ამის ძირითადი მიზეზი ორია: 1. არქეტიპი. ანალურ ფაზაში (ანალურ დამოკიდებულებათა გავლენის გამო) ქალებს ნაკლებად ეძლეოდათ პიროვნული განვითარების შესაძლებლობა, განსაკუთრებით ეს ეხება სმენის ვექტორიან მდედრებს, მათ (იშვიათი გამონაკლისის გარდა) არ ეძლეოდათ ჯგუფში სრულფასოვანი რეალიზაციის საშუალება, ამიტომ ვერ ფორმირდა სმენური მდედრის რეალიზაციის სრულფასოვანი არქეტიპი, რაც დღეს იწვევს იმას, რომ სმენა მდედრებს ხშირ შემთხვევაში უწევთ რეალიზდნენ არა სმენური, არამედ რომელიმე სხვა ვექტორის ფასეულობებით და ვინაიდან სმენურ ფასეულობებთან ყველაზე ახლოს მყოფი ვექტორი ვიზუალია, ამიტომ უფრო უადვილდებათ ვიზუალის სცენარით რეალიზება. 2. სმენაც და ვიზუალიც ინფორმაციული მეოთხედის ვექტორებია ამასთან ორივე მათგანი მიმართულია გაუმჯობესებისაკენ (ვიზუალი როგორც არსებულის მორალურ-ეთიკურ-ესთეტიური გაუმჯობესება და სმენა როგორც მომდევნო მდგომარეობა), მაგრამ სმენური რეალიზაცია თანამედროვე სოციუმში ვიზუალურ რეალიზაციაზე უფრო რთულია, მისი არ ესმით და მისი განსხვავებულობა აწუხებთ თვით მისი ოჯახის წევრებსაც კი, ამიტომ მისი აბსტრაქტული აზროვნება ოჯახის წევრებს ხშირად არა თუ არ ესმით, არამედ აშინებთ კიდეც. ამას ემატება ისიც, რომ ჩვენთან, ანალურ მენტალიტეტში, მდედრისადმი ჯერ კიდევ შენარჩუნებულია ანალური დამოკიდებულება (რომელიც მდედრს მეორე ხარისხოვან არსებად აღიქვამს, მითუმეტეს სრულ უმეტესობას ვერ წარმოუდგენია შემეცნების მაძიებელი, ან სულიერი მასწავლებელი ქალი). შესაბამისად სმენის ვექტორიან მდედრზე ოჯახშივე მოდის უზარმაზარი ზეწოლა, იმდენად დიდი, რომ სმენის ვექტორი ვერ იღებს სმენური განვითარებისთვის საჭირო თვისებებს და მისი სმენურობა გადადის ფასეულობით ყველაზე ახლო მდგომ ვექტორში (უმეტესად ვიზუალში).\r\n\r\nკან-სმენა მდედრები ძალზე ხშირად იტანჯებიან მუდმივი თავის ტკივილებით, შაკიკით (ეს ახასიათებთ კან-სმენა მამრებსაც, მაგრამ შედარებით იშვიათად), ისტერიით. განსაკუთრებით ხშირად ეს ხდება მაშინ თუ ვერ აღწევენ სმენურ რეალიზაციას და უწევთ მხოლოდ კანური კარიერის მიყოლა, ან ოჯახში ბავშვებთან ჯდომა. ბავშვების ყვირილი და ჟრიამული არარეალიზებული კან-სმენა მდედრისთვის მტანჯველი მოსასმენია, ბავშვის თითოეული წამოყვირება მის ფაქიზ სმენას საშინელ დარტყმას აყენებს, ამას კი ხშირად სრულ ისტერიამდე მიჰყავს (ზოგჯერ პარანოიამდეც). ეჩვენება რომ ბავშვი სპეციალურად უშლის ნერვებს, მხოლოდ მის გასაღიზიანებლად ყვირის. ამის გამო კან-სმენა დედები ხშირად განმარტოებით იკეტებიან და ბავშვს თითქმის არ აქცევენ ყურადღებას.', 'https://static1.squarespace.com/static/5380a260e4b092b699c2ebee/t/58a701a32e69cf8d4691c5ba/1487339962832/', '2017-09-26', 4, 2),
(3, 'სმენითი ფსიქოტიპი და მეგობრობა', 'სმენის ვექტორისთვის რეალურად არსებობს ერთი-ერთზე ურთიერთობის მხოლოდ სამი ფორმა', 'სმენა თავისი არსით მიესწრაფვის სამყაროს არსის შეცნობას, ის არის ერთადერთი ვექტორი, რომლის ყველა თვისება მეტაფიზიკურია. სმენა, როგორც ასეთი, არ კონცენტრირდება მატერიალურ სამყაროზე. ერთადერთი, რაც ამ სამყაროში მას აინტერესებს, თავად სამყაროს არსის შეცნობაა. სწორედ ამიტომ სმენის ვექტორი რაღაც აზრით მთლიანად მეტაფიზიკური ვექტორია. ის აბსტრაქციაა, იდეაა. იდეები კი არ ურთიერთობენ, არ მეგობრობენ, არ მტრობენ. იდეები ერთმანეთს ავსებენ ან ვერ ავსებენ, ან თავსებადნი არიან, ან არა. მაგრამ როგორც აბსტრაქცია სმენის ვექტორში არსებობს იდეური თავსებადობა-შეუთავსებლობა და არა მეგობრობა.\r\n\r\nსმენის ვექტორი არ კონცენტრირდება დეტალებზე, ის აერთიანებს მთლიანობას და ხედავს მთლიანობის არსს. მისი ყურადღება მიმართულია კაცობრიობაზე და არა პიროვნებებზე, ტყეზე და არა ცალკეულ ხეზე. ურთიერთობათა კუთხით ის როგორც ასეთი, არაა ერთი-ერთზე ურთიერთობების ვექტორი. ამიტომ სმენის ვექტორისთვის რეალურად არსებობს ერთი-ერთზე ურთიერთობის მხოლოდ სამი ფორმა:\r\n\r\n1. მოსწავლე-მასწავლებლის, როცა ერთი ადამიანი მიჰყვება მეორეს (რაღაც პერიოდი, რაღაც დონემდე და რაღაც კუთხით) იდეის თვალსაზრისით, და ერთი (მოსწავლე) მიღებით იღებს ავსებას, მეორე კი (მასწავლებელი) გაცემით.\r\n\r\n2. იდეური თანამებრძოლები – როცა ამ ადამიანებს დაახლოებით ერთნაირი განითარების სმენა აქვთ და თან ერთ იდეას, ან ერთი დონის იდეას იზიარებენ, მიჰყვებიან ან არეალიზებენ. ესეც შესაძლოა დროებითი მოვლენა იყოს და შეიცვალოს, თუ იდეურ დონეებში გაყოფა, ან განვითარებაში სხვაობის ზრდა მოხდება.\r\n\r\n3. ადამიანურ დონეზე განვითარებულ ვიზუალთან ურთიერთობა. რომელიც სმენას აწვდის ჰუმანიზმისა და სიყვარულის ფასეულობებს, ხოლო სმენა თავის მხრივ მას იდეებს უზიარებს.\r\n\r\nრეალურად სმენის ვექტორი მარტოა საკუთარ თავთან, საკუთარი გონების სიღრმეებში ჩაკარგული და მეგობრები ამ სიტყვის კლასიკური გაგებით, სინამდვილეში არ ჰყავს. ეს ყველაფერი ეხება სმენის სცენარში მყოფ ადამიანებს, ანუ მათ, ვისაც სმენა სმენის მდგომარეობაში აქვთ. სხვა შემთხვევაში სმენა სხვა ვექტორების მდგომარეობაში შედის და შესაბამისად მეგობრობის თემაც ამ ვექტორის შესაბამისი ხდება. ვიზუალის მდგომარეობაში მყოფ სმენას მეგობრობის სულ სხვა გაგება აქვს, კანის მდგომარეობაში სხვა და ა.შ.\r\n\r\nრას ნიშნავს სმენა სხვა ვექტორის მდგომარეობაში? ეს ნიშნავს, რომ სმენის ვექტორი წამყვან იდეად იღებს სხვა ვექტორის ფასეულობებს, ან თვისებას და ხდება ამ იდეის მატარებელი, შედეგად მისი სმენურობა მთლიანად ერწყმის იმ ვექტორს, რომლის ფასეულობებიც აიღო იდეად. ამ დროს სმენს ვექტორი თითქმის არაფერში ჩანს, გარდა იმ ფასეულობისადმი ფანატიკური დამოკიდებულებისა, რომელიც წამყვან იდეად აიღო.\r\n\r\nჩვენ უკვე განვიხილეთ თითოეული ვექტორის დამოკიდებულება მეგობრობისადმი, შესაბამისად დეტალურად აღარ მოვყვებით იმის განხილვას, თუ რომელი ვექტორის მდგომარეობაში როგორი დამოკიდებულება აქვს სმენას მეგობრობასთან, რადგან ამისთვის საკმარისია ნახოთ თითოეული ვექტორის მეგობრობასთან დამოკიდებულებები. თუმცა აქ აუცილებლად უნდა აღვნიშნოთ, ერთი კონკრეტული გამონაკლისი, კერძოდ: თუ სმენას იდეაში აყვანილი ჰყავს ანალური ვექტორის ფასეულბები, აქ ყველაფერი გასაგებია, მას მეგობრობასთან ექნება ისეთივე დამოკიდებულება, როგორც ნებისმიერ სხვა ანალის ვექტორიანს. თუმცა როგორც აღვნიშნეთ, არის შემთხვევები, როდესაც სმენა იდეად იღებს არა ვექტორის მთელ ფასეულობებს, არამედ ერთ კონკრეტულ სურვილს, ან თვისებას. მათ შორის მეგობრობასაც.\r\n\r\nრა ხდება მაშინ, როდესაც სმენის ვექტორიანს იდეაში მეგობრობა ჰყავს აყვანილი? ასეთ დროს ის ხდება მეგობრობის მქადაგებელი, ფანატი და თავგადაკლული მეგობარი, რომელიც არა მხოლოდ მზადაა მეგობრისთვის თავი გაწიროს, არამედ ოცნებობს კიდეც, რომ მეგობრისთვის სიცოცხლის შეწირვამ მოუწიოს, რათა მთელ მსოფლიოს აჩვენოს, რომ მზადაა მეგობრისთვის მოკვდეს. ასეთი სმენები მეგობრობაზე წერენ წიგნებს, მუსიკას. მეგობრებს აღმერთებენ, მეგობრებისთვის ცოცხლობენ. თუ კონკრეტული მეგობარი არ ჰყავთ, შეუძლიათ არარსებული, აბსტრაქტული სამეგობრო არსება, ან პიროვნება მოიგონონ.\r\n\r\nშეიძლება სასაცილოდ ჟღერდეს, მაგრამ ასეთი სმენა იმდენად ერთგული მეგობარია, რომ ზოგჯერ თავის მეგობრებს ამ მეგობრობით ,,ახრჩობს“, ის მათ მაშინაც კი არ შორდება, როცა ეს ამ უკანასკნელებს ჭირდებათ. თუმცა არის მეორე მხარეც: ზოგჯერ ის იმდნადაა გართული თავისი მეგობრობის მტკიცებით და მეგობრობის იდეით, რომ ავიწყდება კონკრეტული ადამიანები, ისინი, ვისთანაც მეგობრობს. მისთვის მეგობრობა ხდება იდეა, აბსტრაგირდება და ადრესატებს კარგავს.\r\n\r\nრა თქმა უნდა დართული ვექტორები სმენის დამოკიდებულებას მეგობრობასთან მნიშვნელოვნად ცვლიან, რადგან დართული ქვედა ვექტორი მნიშვნელოვნად განაპირობებს იმ ბაზას, რომელსაც სმენა იღებს საკუთარი რეალიზაციის მიმართულებად.\r\n\r\nანალ-სმენა\r\n\r\nამ კომბინაციაში სმენა საწყის ბაზად ანალურ უზარმაზარ ინფორმირებულობას იღებს და აქცევს მას საკუთარი იდეების საყრდენად. ანალ-სმენები ხშირად არიან მეცნიერები, ფილოსოფოსები, მწერლები. ამასთან ერთად ანალი სმენის ვექტორს აძლევს არნახულ ნებისყოფას და მიზანმიმართულობას.\r\nმეგობრობის მხრივ ანალ-სმენები საკმად კარგი მეგობრები არიან, მათ შეუძლიათ ანალური მეგობრობა (თუ ეს მეგობრობა წინააღმდეგობაში არ მოდის მის სმენურ იდეებთან), თუმცა მეგობრებს ანალურად კი არა სმენურად ირჩევენ. ანალურ ბავშვობისდროინდელ მეგობრებთან ურთიერთობას, ისეთი სამეგობრო ურჩევნიათ, რომლებიც მის იდეებს, მის აბსტრაქტულ აზროვნებას გაიგებენ.\r\n\r\nპრინციპში ანალური ვექტორი ერთადერთია, რომელთან კომბინაციის დროსაც სმენის ვექტორიანს მეგობრობა (ამ სიტყვის კლასიკური გაგებით) შეუძლია.\r\n\r\nკან-სმენა\r\n\r\nკან-სმენური კომბინაცია გვაძლევს კლასიკურ იდეოლოგს, ან იდეის ფანატიკოსებს. რელიგიათა ყველაზე ფანატი მიმდევრები სწორედ კან-სმენები იყვნენ. კან-სმენები იყვნენ ისინიც, ვინც უკვე არსებული რელიგიის რადიკალიზაციას, ან მოდერნიზაციას აკეთებდა. ლუთერი, კალვინი და მსგავსი რელიგიური რეფორმატორებიც კან-სმენები იყვნენ.\r\n\r\nალბათ სრულიად გასაგებია, რომ ამ კომბინაციაში მეგობრობა, როგორც ასეთი არ არსებობს. მეტ-ნაკლებად განვითარებული კან-სმენა ან თავადაა ვინმეს მიმდევარი, ან მას ჰყავს მიმდევრები. რა თქმა უნდა კან-სმენა საკმაოდ ხშირად კანურად საჭირო სანაცნობოსთან, ან სმენურად იდეურ თანამოაზრეებთან ურთიერთობს, მაგრამ რეალური მეგობრები როგორც ასეთი მას არ ჰყავს და დიდად არც საჭიროებს.\r\n\r\nურეთრალ-სმენა\r\n\r\nეს სრულიად განსაკუთრებული კომბინაციაა, რადგან ის ბელადია როგორც ფიზიკურ, ისე მეტაფიზიკურ დონეზე. მისი უმაღლესი რეალიზაცია სულიერი ბელადობაა. ის ქმნის სულიერების ახალ დონეს, იწყებს იდეურ რევოლუციებს, მისი იდეები და ამ იდეების გაძღოლის უნარი იმდენად მძლავრია, რომ მას შეუძლია მთელი კაცობრიობის მდგომარეობაზე იქონიოს გავლენა (როგორც ქრისტეს, ან მუჰამედს).\r\nურეთრალ-სმენის ურთიერთობათა მაგალითად გამოდგება სიუჟეტი სახარებიდან, როცა ქრისტეს ეუბნებიან, რომ მასთან მივიდნენ მისი დედა და ძმები, ხოლო იესო პასუხობს: ,,ხოლო იესომ პასუხად თქვა: ვინ არის დედაჩემი? ან ვინ არიან ჩემი ძმები? გაიშვირა ხელი თავისი მოწაფეებისაკენ და თქვა: აჰა, დედაჩემი და ჩემი ძმები. რადგან ვინც აღასრულებს ჩემი ზეციერი მამის ნებას, იგია ძმაც, დაც და დედაც ჩემი.“ (მათეს სახარება თავი მეთორმეტე, მუხლი 48-50).\r\nურეთრალ-სმენა ბელადია, როგორც ფიზიკური, ისე სულიერი გაგებით, ამიტომ მას როგორც სულიერ ბელადს, პრინციპში არ ჰყავს მეგობრები, ჰყავს მხოლოდ ჯგუფი, რომელიც მას მიჰყავს თავისი იდეებით.', 'https://sunwarrior.com/uploads/health_hub/article2/2016/01/meditate_yoga_woman_peace_calm_relax_outdoors_nature_pic-300x200.jpg', '2017-09-28', 4, 2);

-- --------------------------------------------------------

--
-- Table structure for table `mysitemenu`
--

CREATE TABLE `mysitemenu` (
  `id` int(10) DEFAULT NULL,
  `title` varchar(20) DEFAULT NULL,
  `category-id` int(10) NOT NULL,
  `link` varchar(255) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `mysitemenu`
--

INSERT INTO `mysitemenu` (`id`, `title`, `category-id`, `link`) VALUES
(1, 'მთავარი', 0, 'index.php'),
(2, 'შესახებ', 1, 'about.php'),
(3, 'ვებ პროგრამირება', 2, NULL),
(4, 'მათემატიკა', 3, NULL),
(5, 'ფსიქოლოგია', 4, NULL),
(6, 'პირადი გვერდი', 5, 'privatepage.php'),
(7, 'კონტაქტი', 6, NULL);

-- --------------------------------------------------------

--
-- Table structure for table `users`
--

CREATE TABLE `users` (
  `id` int(10) NOT NULL,
  `firstname` varchar(255) DEFAULT NULL,
  `lastname` varchar(255) DEFAULT NULL,
  `bday` date DEFAULT NULL,
  `mail` varchar(255) NOT NULL,
  `pass` varchar(255) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `users`
--

INSERT INTO `users` (`id`, `firstname`, `lastname`, `bday`, `mail`, `pass`) VALUES
(1, 'ჯონ', 'სნოუ', '2017-04-12', 'jsnow@gmail.com', '688787d8ff144c502c7f5cffaafe2cc588d86079f9de88304c26b0cb99ce91c6'),
(2, 'აეგონ', 'ტარგარიანი', '2016-10-18', 'aegon@gmail.com', '688787d8ff144c502c7f5cffaafe2cc588d86079f9de88304c26b0cb99ce91c6'),
(3, 'tiko', 'gvari', '2008-06-12', 'tikosmaili@mai.ru', '688787d8ff144c502c7f5cffaafe2cc588d86079f9de88304c26b0cb99ce91c6');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `articles`
--
ALTER TABLE `articles`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `mysitemenu`
--
ALTER TABLE `mysitemenu`
  ADD PRIMARY KEY (`category-id`);

--
-- Indexes for table `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`id`,`mail`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `users`
--
ALTER TABLE `users`
  MODIFY `id` int(10) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
